Repository: yuriimka/abiotic-factor-ukrainian
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk_ua

source: The fuel cells are not the issue here, if you get my drift...
uk_ua: Проблема взагалі не в паливних елементах, якщо ви розумієте, на що я натякаю...

source: The hallmark of a true chef.
uk_ua: Відмінна риса справжнього шеф-кухаря.

source: The head of a menacing fog entity.
uk_ua: Голова загрозливої туманної сутності.

source: The head of an Exor attached to a robust wall mount.
uk_ua: Голова Екзора, прикріплена до міцного настінного кріплення.

source: The health bar is currently showing your Head health because it's lower than your overall health.
uk_ua: Індикатор здоров'я показує стан Голови, оскільки він нижчий загального стану здоров'я.

source: The holder may experience gravitational anomalies.
uk_ua: Власник може відчувати гравітаційні аномалії.

source: The housing is shielding properly, so you'll have to define what you're seeing.
uk_ua: Корпус захищає належним чином, тому тобі доведеться визначити, що ти бачиш.

source: The industrial heart of the GATE Cascade Research Facility, the Manufacturing Sector is responsible for designing and engineering all research equipment and machinery for study within the facility - as well as fabricating technical and specialist tools for other GATE facilities._x000D_ _x000D_ It is here the facility's origins as a decommissioned lithium mine are most clearly visible.
uk_ua: Виробничий Сектор, промислове серце науково-дослідного комплексу БРАМА Каскад, відповідає за проєктування та конструювання всього дослідницького обладнання й техніки для вивчення в межах комплексу, а також за виготовлення технічних і спеціалізованих інструментів для інших філій БРАМА._x000D_ _x000D_Саме тут походження комплексу як виведеної з експлуатації літієвої шахти видно найвиразніше.

source: The island's altar will supposedly bring us anywhere we want to go.
uk_ua: Вівтар острова повинен привести нас куди б ми не захотіли.

source: The item you're holding is already fully charged.
uk_ua: Предмет, який ви тримаєте - повністю заряджений.

source: The leader and spiritual head of Canaan, Niketas is a power unto himself in the remote village._x000D_ _x000D_ Information on his life before Canaan is scarce, indicating possible erasure.
uk_ua: Микита - лідер і духовний голова Канаан, є самовладною силою в цьому віддаленому селищі._x000D_ _x000D_ Відомостей про його життя до Канаан обмаль, що вказує на можливе їх видалення.

source: The little bouncing fellow.
uk_ua: Маленьким стрибунцем.

source: The more plants in an area, the less water each individual plant consumes.
uk_ua: Чим більше рослин на ділянці, тим менше води споживає кожна окрема рослина.

source: The mother of all synthetic aramids.
uk_ua: Матір усіх синтетичних арамідів.

source: The numbers don't add up.
uk_ua: Цифри не сходяться.

source: The only reason you have data is because Lenora went and got it.
uk_ua: Дані у вас лише тому, що Ленора їх отримала.

source: The plaza security guard, Warren, says we have to evacuate via the main tunnel in Manufacturing Sector, on Level 2.
uk_ua: Воррен, охоронець із плази, каже, що ми повинні евакуюватися через головний тунель у Виробничому Секторі, на Рівні 2.

source: The power sockets are on a timer!?
uk_ua: Розетки що, на таймері!?

source: The protection these gauntlets grant goes beyond the mundane, starting with the name.
uk_ua: Захист, який надають ці рукавиці, виходить за рамки буденного, починаючи з назви.

source: The sap from the Hexwood seeps into the wearer's wounds, healing any light bleeding.
uk_ua: Сік з Проклятого Дерева просочується в рани носія, загоюючи будь-яку легку кровотечу.

source: The scientists who explored Flathill, Abe and Janet, barely survived.
uk_ua: Вчені, які досліджували Рівногір'я, Ейб та Дженет, ледве вижили.

source: The security bots don't have an 'employee' setting.
uk_ua: Роботи-охоронці не мають параметра 'співробітник'.

source: The skull of a defeated Yeti.
uk_ua: Череп переможеного Єті.

source: The skull of a mystical Exor Cha.
uk_ua: Череп містичного Екзора Ча.

source: The so-called 'Waterbot' is an experimental creation of Dr. Stewart Wakeman, dedicated to nurturing nature and tending to the various plants around the GATE Cascade Research Facility._x000D_ _x000D_ Whether actually sentient, or a clever simulation, it’s difficult to know for certain, and Dr. Wakeman continues to refuse to contribute to the GATEPal database.
uk_ua: Так званий «Водяний робот» – це експериментальний витвір доктора Стюарта Вейкмана, призначений для плекання природи та догляду за різноманітними рослинами на території науково-дослідного комплексу БРАМА Каскад._x000D_ _x000D_Чи він справді наділений свідомістю, чи є лише вправною симуляцією - сказати напевно важко, а доктор Вейкман і надалі відмовляється поповнювати базу даних БРАМДруг.

source: The soda.
uk_ua: Газованку.

source: The soldiers came through ... they locked down Manufacturing ... [5.8]Wanted information about ... the Silos ... on Level 3 ... [12.3]They weren't Gatekeepers ... they were something else ... [17]I couldn't tell them anything ... [19.5]But if you can find a power cell ... [22.3]We can use the forklift ... to open the door ... [26.6]get out of here through the Surface Tunnel ...
uk_ua: Солдати пройшли... вони заблокували Виробництво... [5.8]Потребували інформацію про... Силоси... на 3-му рівні... [12.3]Вони не були Брамниками... вони були чимось іншим... [17]Я нічого не міг їм сказати... [19.5]Але якщо ти можеш знайти енергоядро... [22.3]Ми використаємо навантажувач... щоб відкрити двері... [26.6]вибратися звідси через Поверхневий Тунель...

source: The suit keeps most of it off though.
uk_ua: Хоча костюм стримує більшу частину всього.

source: The system’s locked us out.
uk_ua: Система заблокувала нам доступ.

source: The technologist outside Silo 3 thinks we could build a hacking device to break in there.
uk_ua: Технолог біля 3-ого Силоса вважає, що ми могли б створити хакерський пристрій, щоб туди проникнути.

source: The thing wouldn't sit still, not to mention the spikes.
uk_ua: Створіння не могло встояти на місці, не кажучи вже про шипи.

source: The uncooked head of a Pest.
uk_ua: Сира голова Шкідника.

source: The unit is currently undergoing field evaluation at the Cascade Research Facility.
uk_ua: Наразі ця одиниця проходить польові випробування в науково-дослідному комплексі Каскад.

source: The universe is a strange place and your meddling has certainly made it stranger.
uk_ua: Всесвіт - дивне місце і твоє втручання, безумовно, зробило його ще дивнішим.

source: The upper reaches of Residences is engulfed in a lethally cold perforation storm.
uk_ua: Верхню частину Житлового Комплексу охоплює смертельно холодний перфораційний шторм.

source: The way is open at last.
uk_ua: Шлях відкрито в останнє.

source: The wearer becomes immune to the tenacious effects of the Carbuncle.
uk_ua: Носій дістає імунітет до нав’язливих ефектів Карбункула.

source: The wheel turns.
uk_ua: Колесо обертається.

source: The wounded forklift operator told me to find a powercell, so we could use the forklift to open Manufacturing Sector.
uk_ua: Поранений оператор навантажувача сказав мені знайти Енергоблок, щоб ми могли за допомогою навантажувача відкрити Виробничий Сектор.

source: The youth can still appreciate art.
uk_ua: Молодь може цінувати мистецтво, коли хоче.

source: Their bio-electrical systems are off the charts.
uk_ua: Їхні біоелектричні системи просто зашкалюють.

source: Their exact use - or efficacy - remains in question.
uk_ua: Їхнє точне призначення - як і реальна ефективність - досі залишаються під питанням.

source: Their metabolic rates must skyrocket.
uk_ua: Їхній метаболізм має стрімко зрости.

source: Then I had an idea.
uk_ua: А потім мені прийшла ідея.

source: Then he died.
uk_ua: Незадовго він помер.

source: Theoretical physicist, coffee aficionado, committed cynic, Dr. Thule has few friends among the GATE staff, but like many of his kind, is tolerated for his regular insights and occasional brilliance.
uk_ua: Фізик-теоретик, поціновувач кави та переконаний цинік - доктор Туле має небагато друзів серед персоналу БРАМА. Втім, як і багатьох йому подібних, його терплять за регулярну проникливість та епізодичні прояви геніальності.

source: Theoretically, this is a device containing all of the neutrinos in the known universe, past, present, and future, but that would be impossible, so it's probably not that.
uk_ua: Теоретично, цей пристрій містить усі нейтрино відомого всесвіту, минулого, теперішнього та майбутнього, але це було б неможливо, тому, ймовірно, це не так.

source: There are deserts more hydrated than I am.
uk_ua: Є пустелі, де води більше, ніж у мене.

source: There are many questions around Exor intelligence, and four of them are chiefly concerned with the Exor's jaw structure.
uk_ua: Існує багато питань щодо інтелекту Екзорів і чотири з них стосуються головним чином будови їхньої щелепи.

source: There is likely more information about this topic in the GATE email system.
uk_ua: Ймовірно, більше інформації про це є в системі е-пошти БРАМА.

source: There is nothing to be done.
uk_ua: Нічого вже не вдіяти.

source: There must be another ... a way out ...
uk_ua: Має бути інший... вихід...

source: There's SOLDIERS in the facility?
uk_ua: У комплексі знаходяться ВІЙСЬКОВІ?

source: There's a button to activate it.
uk_ua: Там є кнопка для його активації

source: There's a small rift between you and your egghead colleagues, but they respect your strategy.
uk_ua: Між тобою та твоїми яйцеголовими колегами є невелика тріщина, але вони поважають твою стратегію.

source: There's a tunnel out of here located somewhere in Manufacturing Sector.
uk_ua: Існує тунель для виходу, що знаходиться десь у Виробничому Секторі.

source: There's no question: you get out what you put in.
uk_ua: Немає жодних сумнівів: те що сирим поклав у піч - отримуєш приготованим.

source: There's no telling what will happen if someone else - or something else - used it.[8]We should explore the Botanical Wing and see if there isn't some kind of technology or... perhaps a key that can help us through the force field.[16]I'm sure when you find it, you'll know it.
uk_ua: Невідомо, що станеться, якщо хтось інший - або щось інше - скористається нею.[8]Нам варто дослідити Ботанічне Крило та подивитися чи немає там якоїсь технології або... можливо, ключа, який може допомогти нам пройти через силове поле.[16]Я впевнений, що коли ти її знайдеш, ти це зрозумієш.

source: There's no way in.
uk_ua: Немає шляху всередину.

source: There's no way through from this side...
uk_ua: З цього боку немає жодного проходу...

source: There's nothing funny about the Fizz.
uk_ua: Немає нічого кумедного у слові Шептун.

source: There's only one way out of here, and it's ... wet.
uk_ua: Звідси є лише один вихід, де трохи... мокро.

source: There's plenty of redundancy in the containment system, too.
uk_ua: У системі утримання є достатньо резервів.

source: Therefore, the fog's presence in the Facility, even briefly, may indicate a more significant containment concern._x000D_ _x000D_ As a precaution, GATE staff have installed a rapid ventilation override switch in Silo 3, which can help resolve a Fog Event sooner, though it's not entirely clear what the effect might be on the surface.
uk_ua: Відтак, наявність туману в комплексі, навіть короткочасна, може вказувати на серйознішу проблему зі стримуванням._x000D_ _x000D_Як запобіжний захід, персонал БРАМА встановив у Силосі 3 перемикач примусового керування швидкою вентиляцією, який може допомогти швидше припинити Явище Туману, хоча достеменно невідомо, яким може бути ефект на поверхні.

source: These attacks can not be performed with a shield.
uk_ua: Ці атаки не можна виконувати зі щитом у руках.

source: These rules can create a very unbalanced and unintended experience.
uk_ua: Ці правила можуть створити погано збалансований та небажаний досвід.

source: They always pick the worst possible time to lock the place down.
uk_ua: Вони вічно обирають найгірший момент, для ізоляції.

source: They did too much, too fast.
uk_ua: Вони зробили забагато, нашвидкуруч.

source: They don't seem to distinguish employees AT ALL, and whose idea was it to get them to restock the soda machines??
uk_ua: Здається, вони ВЗАГАЛІ не розрізняють співробітників, і чия взагалі була ідея доручити їм поповнювати автомати з газованкою??

source: They had these great sausages.
uk_ua: У них були просто чудові ковбаски.

source: They keep frying our equipment.
uk_ua: Вони постійно спалюють наше обладнання.

source: They may actually generate the 'fog', but last time I suggested researching it, you said I was blowing smoke, remember?
uk_ua: Можливо, вони й справді генерують 'туман', але минулого разу, коли я пропонував дослідити це, ви сказали, що я просто напускаю туману, пам’ятаєте?

source: They never tell you what's gone wrong.
uk_ua: Вони ніколи не кажуть, що пішло не так.

source: They probably don't need it anymore.
uk_ua: Їм це, мабуть, вже не потрібно.

source: They say evacuate.
uk_ua: Вони кажуть, евакуюйтеся.

source: They sleep inside these?!
uk_ua: Вони що, сплять у них?!

source: They want to be a chef?
uk_ua: Вони хочуть бути кухарями?

source: They weren't Gatekeepers ... [2.5]someone else ... not government ... [5.7]heading for the Silos ...
uk_ua: Вони не були Брамники ... [2.5]хтось інший ... не уряд ... [5.7]прямували до Силосів ...

source: They'll know what to do.
uk_ua: Вони знатимуть, що треба робити.

source: They're 'part' of the fog phenomena, but we lost any chance to explore their origins once we installed the containment system.
uk_ua: Вони - 'частина' феноменів туману, але ми втратили будь-яку можливість дослідити їхнє походження, щойно встановили систему стримування.

source: They're more energy efficient.
uk_ua: Вони є більш енергоефективними.

source: They're probably starving.
uk_ua: Вони, мабуть, голодують.

source: They're smart, but we can't tell if they're actually intelligent yet.
uk_ua: Вони кмітливі, але ми поки не можемо впевнено сказати, чи вони справді розумні.

source: They're stronger.
uk_ua: Вони сильніші.

source: They're within bounds.
uk_ua: Вони в межах дозволених.

source: They've BEEN tested - containment systems, weaponry, even some of the personal transport prototypes.
uk_ua: Їх УЖЕ протестували - системи стримування, озброєння, навіть деякі прототипи персонального транспорту.

source: Thick Skinned
uk_ua: Товстошкірий

source: Thirst Fill: {0}
uk_ua: Шкала Спраги: {0}

source: This action cannot be undone!
uk_ua: Цю дію неможливо скасувати!

source: This action is PERMANENT and can not be undone.
uk_ua: Ця дія є НЕЗВОРОТНЬОЮ і не може бути скасована.

source: This affliction is a constant part of your life.
uk_ua: Ця біда є частиною твого життя.

source: This battery is also shielded and will block the effects of otherwordly parasites.
uk_ua: Цей акумулятор має захист і блокуватиме вплив потойбічних паразитів.

source: This better not be running down my suit.
uk_ua: Сподіваюсь це не забруднить мій костюм.

source: This can also revive downed allies, but is not necessary.
uk_ua: Також може бути використано для реанімації повалених колег, хоча це й не є обов'язковим.

source: This cannot be undone.
uk_ua: Це не можна відмінити.

source: This container is cold, which will preserve food and cool down other items.
uk_ua: Це сховище охолоджує, що дозволить зберегти продукти та охолодити інші предмети.

source: This container is currently unpowered, so it will not help to preserve food.
uk_ua: Це сховище наразі не підживлено, тому він не зможе зберігати їжу.

source: This container is currently unpowered, so it will not keep things warm.
uk_ua: Це сховище наразі не підживлено, тому він не зможе підтримувати тепло.

source: This container is freezing, which will preserve food forever and cool down other items.
uk_ua: Це сховище заморожує, що дозволить зберегти продукти назавжди та охолодити інші предмети.

source: This container is hot, which will spoil food and warm other items.
uk_ua: Це сховище гаряче, що дозволить псувати їжу та зігріти інші предмети.

source: This container prevents items inside of it from leaking as much radiation around the container.
uk_ua: Це сховище запобігає витоку радіації з предметів, що всередині нього.

source: This could result in unbalanced gameplay or a very wild experience.
uk_ua: Це може призвести до незбалансованої гри або дуже хаотичного досвіду.

source: This could work as armor...
uk_ua: Це може спрацювати як захист...

source: This door is unlocked elsewhere.
uk_ua: Ці двері відчиняються іншим чином.

source: This door won't budge.
uk_ua: Ці двері не піддаються.

source: This effect does not occur when healing yourself.
uk_ua: Цей ефект не виникає під час самозцілення.

source: This entity is immune to all forms of {0} damage.
uk_ua: Ця сутність має імунітет до {0} пошкоджень.

source: This entity is less affected by {0} damage.
uk_ua: Ця сутність маловразлива до {0} пошкоджень.

source: This entity is weak against {0} damage.
uk_ua: Ця сутність слабка проти {0} пошкоджень.

source: This fission-augmented vortex pump cleans up, while providing extra power to catch-and-return small foes and heavy - even metaphysical - projectiles.
uk_ua: Цей вихровий насос із ядерним посиленням наводить лад, водночас забезпечуючи додаткову потужність для перехоплення та повернення дрібних ворогів і важких - навіть метафізичних - снарядів..

source: This in turn led to her becoming a minor star of the cryptographic theory and research field following her thesis on the stochastic isolation of random initialization vectors.
uk_ua: Це, своєю чергою, зробило її висхідною зіркою в галузі криптографічної теорії та досліджень після захисту дисертації на тему стохастичної ізоляції випадкових векторів ініціалізації.

source: This is Dr Derek Manse.
uk_ua: Це Доктор Дерек Менс.

source: This is Dr. Derek Manse.
uk_ua: Це Доктор Дерек Менс.

source: This is Dr. Manse.
uk_ua: Це Доктор Менс.

source: This is a notice to all Cascade technical staff.
uk_ua: Це повідомлення для всього технічного персоналу «Каскаду».

source: This is not recommended for first-time players or players who want to experience the game as intended by the developers.
uk_ua: Не рекомендується для гравців-початківців або гравців, які хочуть відчути гру так, як її задумали розробники.

source: This is not reversible and you will have to rejoin the server.
uk_ua: Ця дія незворотна і вам доведеться повторно підключатися до сервера.

source: This is opened some other way.
uk_ua: Це відкривається якимось іншим способом.

source: This is worse than last time ...
uk_ua: Справи гірші, ніж минулого разу ...

source: This is your E-MAIL ARCHIVE._x000D_ _x000D_ Things you read on any terminal will automatically be collected here.
uk_ua: Це ваш АРХІВ ЕЛЕКТРОННОЇ ПОШТИ._x000D_ _x000D_Речі, які ви читаєте на будь-якому терміналі, автоматично збиратимуться тут.

source: This item can eventually be upgraded at an Enhancement Bench.
uk_ua: Цей предмет можна вдосконалити на Верстаці Покращень пізніше.

source: This item is broken._x000D_ {0}
uk_ua: Предмет зламаний._x000D_ {0}

source: This item is potentially important or otherwise unique.
uk_ua: Цей предмет потенційно важливий або іншим чином унікальний.

source: This item requires baking in an oven.
uk_ua: Цей предмет потребує випікання в духовці.

source: This knife is capable of cutting up corpses with no chance of getting useless scrap.
uk_ua: Цей ніж здатний різати трупи без жодного шансу отримати непотріб.

source: This may fix voice/microphone issues.
uk_ua: Це може виправити неполадки з голосом чи мікрофоном.

source: This means your character’s Traits, Skills, Items, Equipment and progress are tied to a given server._x000D_ _x000D_ Visual customization is stored locally and carried between servers._x000D_ _x000D_ You need to select a Job and starting Traits for your character with each new world, which you’ll do now.
uk_ua: Це означає, що Риси, Навички, Предмети, Спорядження та Прогрес вашого персонажа прив'язані до певного сервера._x000D_ _x000D_Візуальне налаштування зберігається локально та переноситься між серверами._x000D_ _x000D_Вам потрібно вибрати Роботу та Початкові Риси для свого персонажа з кожним новим світом, що ви зараз і зробите.

source: This much is known: he was hired by Frake.
uk_ua: Відомо лише одне: його найняла Фрейк.

source: This multiplier will determine how fast enemies detect players.
uk_ua: Цей множник визначатиме, як швидко вороги виявлятимуть гравців.

source: This multitude of eyes set amidst a fleshy red glow gives the wearer awareness in all directions.
uk_ua: Безліч очей, розташованих посеред м'ясистого червоного сяйва, застережує носія в усіх напрямках.

source: This needs to STOP
uk_ua: Це потрібно ЗУПИНИТИ

source: This net might even confuse a larger creature for a short while.
uk_ua: Ця сітка може навіть на короткий час заплутати більшу істоту.

source: This place feels immense ... and old.
uk_ua: Це місце здається неосяжним... і прадавнім.

source: This plausibly evil wood pulses with malice, but also conveys a sort of pliable and sturdy nature that would be perfect for construction.
uk_ua: Правдоподібно зла деревина пульсує злобою, але також передає певну гнучкість і міцність, що ідеально підходить для будівництва.

source: This recipe can not be shared
uk_ua: Цим рецептом не можна поділитися

source: This respawn will be available alongside other options, such as respawning at your bed or other starting area.
uk_ua: Це відродження буде доступне поряд з іншими опціями, такими як відродження біля вашого ліжка або іншої стартової зони.

source: This sector is under precautionary security measures.
uk_ua: У цьому секторі діють запобіжні заходи безпеки.

source: This sector might have maps._x000D_ Locate a map pamphlet box.
uk_ua: У цьому секторі можуть бути карти._x000D_Знайдіть коробку з памфлетами.

source: This sector will be powered down momentarily.
uk_ua: Енергія в цьому секторі буде тимчасово відключена.

source: This server has a player in your block list actively playing on it.
uk_ua: На цьому сервері є гравець якого ви заблокували і який активно грає на ньому.

source: This server has disabled character resets.
uk_ua: На цьому сервері вимкнено зміну навичок персонажів.

source: This sucker's nuclear.
uk_ua: Ядерно посмокчує.

source: This thing sucks.
uk_ua: Ця штука вміє смоктати.

source: This trait has no description.
uk_ua: Ця риса не має опису.

source: This value determines how fast food spoils.
uk_ua: Ця шкала визначає наскільки швидко псується їжа.

source: This will definitely allow you to store some stuff.
uk_ua: Вона точно дозволить вам зберігати деякі речі.

source: This will not prevent all ranges of fall damage.
uk_ua: Це не запобіжить усім ступеням пошкодження від падіння.

source: This will not prevent assaults or portal storms.
uk_ua: Це не запобіжить нападам чи портальним штормам.

source: This will open the Steam store page.
uk_ua: Це відкриє сторінку магазину Steam.

source: This will open your web browser.
uk_ua: Це відкриє ваш веббраузер.

source: Thorns
uk_ua: Шипи

source: Those blue-suits can party.
uk_ua: Ці «сині костюми» вміють відриватися.

source: Those security bots are lethal, [2.4]but taking one down and getting the CPU is our only chance to rescue my data.
uk_ua: Ці охоронні роботи смертоносні, [2.4] але знешкодити одного й дістати процесор - наш єдиний шанс врятувати мої дані.

source: Threat Sensor
uk_ua: Датчик Загрози

source: Thresher
uk_ua: Молотильник

source: Throw Net
uk_ua: Метальна Сітка

source: Throwing
uk_ua: Метання

source: Throwing Crystal
uk_ua: Метальний Кристал

source: Throwing Dart
uk_ua: Метальний Дротик

source: Throwing Knife
uk_ua: Метальний Ніж

source: Throwing Quill
uk_ua: Метальна Голка

source: Throwing Shard
uk_ua: Метальний Уламок
